Repository: Aaronlves/Scholium
Catalog: Scholium/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ alignment
zh_hans: %@ 对齐

source: %@ scale
zh_hans: %@ 缩放

source: %@ space after
zh_hans: %@ 后间距

source: %@ space before
zh_hans: %@ 前间距

# %@. %@ Compare Changes is available.
source: %1$@. %2$@ Compare Changes is available.
zh_hans: %1$@。%2$@ 可使用“比较更改”。

# %@. %@ Retry Save is available.
source: %1$@. %2$@ Retry Save is available.
zh_hans: %1$@。%2$@ 可使用“重试保存”。

# %@. English words: %lld. Chinese characters: %lld. Characters: %lld.
source: %1$@. English words: %2$lld. Chinese characters: %3$lld. Characters: %4$lld.
zh_hans: %1$@。英文词数：%2$lld。汉字数：%3$lld。字符数：%4$lld。

source: %arg alignment
zh_hans: %arg 对齐

source: %arg dismissed
zh_hans: %arg 项已忽略

source: %arg indexed attachments are unavailable.
zh_hans: %arg 个已索引附件不可用。

source: %arg unchanged lines
zh_hans: %arg 行未更改

# %arg validation error%arg
source: %1$arg validation error%2$arg
zh_hans: %1$arg 个验证错误%2$arg

source: %lld Library filters active
zh_hans: 已启用 %lld 个文库筛选条件

source: %lld Pages
zh_hans: %lld 页

source: %lld Results
zh_hans: %lld 条结果

source: %lld clerical correction(s)
zh_hans: %lld 处文字修正

source: %lld days
zh_hans: %lld 天

source: %lld dismissed
zh_hans: %lld 项已忽略

source: %lld filters active
zh_hans: 已启用 %lld 个筛选条件

source: %lld filters applied
zh_hans: 已应用 %lld 个筛选条件

source: %lld indexed attachments are unavailable.
zh_hans: %lld 个已索引附件不可用。

source: %lld items
zh_hans: %lld 项目

source: %lld link occurrences
zh_hans: %lld 处链接

source: %lld min
zh_hans: %lld 分钟

source: %lld notes
zh_hans: %lld 篇文档

source: %lld notifications
zh_hans: %lld 条通知

source: %lld of %lld
zh_hans: %lld / %lld

source: %lld unchanged lines
zh_hans: %lld 行未更改

source: %lld validation error%@
zh_hans: %lld 个验证错误%@

source: %lld%% used
zh_hans: 已用 %lld%%

source: %lld+ Results
zh_hans: %lld+ 条结果

source: (first)
zh_hans: （名）

source: (last)
zh_hans: （姓）

source: .scholium/ · portable control folder
zh_hans: .scholium/ · 可移植控制文件夹

source: 1 Result
zh_hans: 1 条结果

source: 1 day
zh_hans: 1天

source: 1 filter applied
zh_hans: 已应用 1 个筛选条件

source: A Markdown import is already in progress.
zh_hans: Markdown 导入正在进行。

source: A Search clause cannot be empty.
zh_hans: 搜索子句不能为空。

source: A conversation could not finish. Open Scholium to inspect it.
zh_hans: 一段对话未能完成。打开 Scholium 查看。

source: A conversation has finished. Open Scholium to read the response.
zh_hans: 一段对话已完成。打开 Scholium 阅读回复。

source: A conversation needs your input. Open Scholium to respond.
zh_hans: 一段对话需要你的输入。打开 Scholium 回应。

source: A field of inquiry takes shape as a Triptych.
zh_hans: 一个研究领域由三重脉络展开。

source: A local-first research environment for philosophy and the humanities, where ordinary Markdown remains authoritative.
zh_hans: 一个面向哲学与人文学科的本地优先研究环境，以普通 Markdown 为权威。

source: A local-first, document-authoritative research environment for philosophy and the humanities.
zh_hans: 一个面向哲学与人文学科、以本地为先且以文档为权威的研究环境。

source: A prefix must contain at least two non-CJK characters and place * only at the end.
zh_hans: 前缀至少须包含两个非 CJK 字符，且 * 只能置于末尾。

source: A selected Skill is unavailable. Refresh Skills or remove it to continue.
zh_hans: 所选技能不可用，请刷新技能列表或移除它后继续。

source: A source has changed. Find related material again to use its current passage.
zh_hans: 来源内容已改变。请重新查找相关材料，使用当前版本的片段。

source: A tool connection already uses this name.
zh_hans: 已有工具连接使用此名称。

source: Available
zh_hans: 可用

source: AVAILABILITY
zh_hans: 可用性

source: About
zh_hans: 关于

source: About Fields
zh_hans: 文档资料字段

source: Accept
zh_hans: 接受

source: Access Disabled in Zotero
zh_hans: Zotero 中已停用访问

source: Accessed Date
zh_hans: 访问日期

source: Account Usage
zh_hans: 账户用量

source: Account usage is unavailable.
zh_hans: 暂时无法获取账户用量。

source: Action
zh_hans: 操作

source: Action name
zh_hans: 操作名称

source: Actions
zh_hans: 操作

source: Active
zh_hans: 启用

source: Activities: %lld
zh_hans: 操作：%lld 项

source: Activity
zh_hans: 操作

source: Actual Size (100%)
zh_hans: 实际尺寸（100%）

source: Add
zh_hans: 添加

source: Add %@
zh_hans: 添加%@

source: Add Action
zh_hans: 添加操作

source: Add Author
zh_hans: 添加作者

source: Add Choice
zh_hans: 添加选项

source: Add Collection Editor
zh_hans: 添加文集编辑

source: Add Container Author
zh_hans: 添加载体作者

source: Add Creator
zh_hans: 添加创作者

source: Add Document
zh_hans: 添加附件

source: Add Editor
zh_hans: 添加编辑

source: Add Field
zh_hans: 添加字段

source: Add Field…
zh_hans: 添加字段…

source: Add Material
zh_hans: 添加材料

source: Add Skills Folder…
zh_hans: 添加技能文件夹…

source: Add Original Author
zh_hans: 添加原作者

source: Add Reviewed Author
zh_hans: 添加被评作品作者

source: Add Selected Field
zh_hans: 添加所选字段

source: Add Selection Action
zh_hans: 添加选段操作

source: Add Selection to Chat
zh_hans: 将选区添加到聊天

source: Add Tool
zh_hans: 添加工具

source: Add Tool…
zh_hans: 添加工具…

source: Add Translator
zh_hans: 添加译者

source: Add Value
zh_hans: 添加值

source: Add a Field
zh_hans: 添加字段

source: Add a Field…
zh_hans: 添加字段…

source: Add a positive term or a structured callout or broken-link condition.
zh_hans: 请添加肯定词项，或 callout、broken-link 结构化条件。

source: Add item
zh_hans: 添加项目

source: Add only the fields useful for this Note. Markdown and YAML remain unchanged.
zh_hans: 只添加对这篇笔记有用的字段。Markdown 和 YAML 保持不变。

source: Add page images or choose a PDF with selectable text.
zh_hans: 请添加页面图片，或选择包含可选文字的 PDF。

source: Add tag
zh_hans: 添加标签

source: Add tag...
zh_hans: 添加标签…

source: Add the selected writing passage and this source to the current conversation.
zh_hans: 将所选写作段落与这份来源一起加入当前会话。

source: Add to Chat
zh_hans: 加入聊天

source: Add to Chat: %@
zh_hans: 加入聊天：%@

source: Additional Name Fields
zh_hans: 其他姓名字段

source: Additional material was supplied with this request.
zh_hans: 此请求还包含其他材料。

source: Adds an empty draft editor; the note changes only after a valid Save
zh_hans: 添加一个空白草稿编辑器；只有有效保存后笔记才会改变

source: Adopt
zh_hans: 采用

source: Adopted
zh_hans: 已采用

source: Advanced
zh_hans: 高级

source: Advanced Appearance
zh_hans: 高级外观

source: Advanced CSS
zh_hans: 高级 CSS

source: Advanced CSS…
zh_hans: 高级 CSS…

source: Advanced Connection Settings
zh_hans: 高级连接设置

source: Advanced Connection Settings…
zh_hans: 高级连接设置…

source: Advanced Search
zh_hans: 高级搜索

source: Advanced Search…
zh_hans: 高级搜索…

source: Advanced Typography
zh_hans: 高级排版

source: Advanced Typography…
zh_hans: 高级排版…

source: After
zh_hans: 修改后

source: After Revision
zh_hans: 修改后版本

source: Agent Activity
zh_hans: 活动

source: Agent Changes
zh_hans: Agent 更改

source: Agent Changes Unavailable
zh_hans: Agent 更改不可用

source: Agent Changes…
zh_hans: Agent 修改…

source: Agent Collaboration
zh_hans: Agent 协作

source: Agent Finished
zh_hans: Agent 已结束

source: Agent Integration
zh_hans: 智能体集成

source: Agent Interaction
zh_hans: Agent 交互

source: Agent Interrupted
zh_hans: Agent 已中断

source: Agent Not Found
zh_hans: 未找到 Agent

source: Agent Reply
zh_hans: Agent 回复

source: Agent Report
zh_hans: Agent 报告

source: Agent Settings…
zh_hans: Agent 设置…

source: Agent Started
zh_hans: Agent 已启动

source: Agent Target Actions
zh_hans: Agent 目标操作

source: Agent attribution missing
zh_hans: 智能体归属缺失

source: Agents
zh_hans: 智能体

source: Agents & Chat
zh_hans: 智能体与聊天

source: Agents & Chat may use the current Triptych connection; host setup and Zotero access are local to this Mac.
zh_hans: Agents 与聊天可以使用当前脉络的连接；主机设置与 Zotero 访问仅保存在此 Mac。

source: Aliases
zh_hans: 别名

source: Align Center
zh_hans: 居中对齐

source: Align Left
zh_hans: 左对齐

source: Align Right
zh_hans: 右对齐

source: Alignment
zh_hans: 对齐

source: All Changes
zh_hans: 全部修改

source: All Files
zh_hans: 所有文件

source: All Issues
zh_hans: 所有问题

source: All Keywords
zh_hans: 所有关键词

source: All Notes
zh_hans: 所有文档

source: All Notifications
zh_hans: 所有通知

source: All available fields are always shown
zh_hans: 所有可用字段均已设为始终显示

source: Allow Once
zh_hans: 允许一次

source: Allow for Session
zh_hans: 允许本次会话

source: Allow for This Turn
zh_hans: 允许本轮

source: Also inspect: %@
zh_hans: 另请检查：%@

source: Also inspect: %arg
zh_hans: 另请检查：%arg

source: Alternative names used for finding and linking this Topic.
zh_hans: 用于查找和链接此 Topic 的其他名称。

source: Always Show Field
zh_hans: 始终显示字段

source: Always Shown in About
zh_hans: 在“关于”中始终显示

source: Ambiguous Connection
zh_hans: 有歧义的连接

source: An Agent changed a Note. Open Scholium to inspect the change.
zh_hans: Agent 已更改一篇笔记。打开 Scholium 查看变更。

source: An existing Codex folder also uses its login, tools and settings. By default, Scholium keeps a separate login.
zh_hans: 选择已有 Codex 文件夹后，也会使用其中的登录信息、工具和设置。默认情况下，Scholium 使用独立登录。

source: An existing controlled choice was removed.
zh_hans: 已有的受控选项被移除。

source: Analyses
zh_hans: 分析

source: Analysis
zh_hans: 分析

source: Annotated Wikilink
zh_hans: 带注释双链

source: Annotation
zh_hans: 批注

source: Annotation comment
zh_hans: 批注评论

source: Another folder operation is already in progress.
zh_hans: 另一个文件夹操作正在进行。

source: Answer Hidden
zh_hans: 回答已隐藏

source: Any Author
zh_hans: 任何作者

source: Any Metadata Field
zh_hans: 任意元数据字段

source: App Bridge
zh_hans: App 桥接

source: Appearance
zh_hans: 外观

source: Appearance Unavailable
zh_hans: 外观不可用

source: Appearance profiles are unavailable in this Settings session.
zh_hans: 当前设置会话无法使用外观配置。

source: Application
zh_hans: 应用程序

source: Apply Change
zh_hans: 应用更改

source: Applying Settings…
zh_hans: 正在应用设置…

source: Approval Requested
zh_hans: 请求批准

source: Archival Item
zh_hans: 档案材料

source: Archive
zh_hans: 档案馆

source: Archive Chat
zh_hans: 归档会话

source: Archive Collection
zh_hans: 档案集

source: Archive Field
zh_hans: 归档字段

source: Archive Invalid Metadata Record?
zh_hans: 归档无效的元数据记录？

source: Archive Location
zh_hans: 档案位置

source: Archive Place
zh_hans: 档案馆所在地

source: Archive Record
zh_hans: 归档记录

source: Archive Record…
zh_hans: 归档记录…

source: Archive Selected Chats (%lld)
zh_hans: 归档所选会话（%lld）

source: Archive Unreadable Saved Searches?
zh_hans: 归档无法读取的已存搜索？

source: Archive Unreadable Saved Searches…
zh_hans: 归档无法读取的已存搜索…

source: Archive and Rebuild
zh_hans: 归档并重建

source: Archive and Rebuild Portable Control?
zh_hans: 归档并重建便携控制数据？

source: Archive and Rebuild…
zh_hans: 归档并重建…

source: Archive and Reset
zh_hans: 归档并重置

source: Archived
zh_hans: 已归档

source: Archived Chats
zh_hans: 已归档会话

source: Argument
zh_hans: 检验论证

source: Arguments
zh_hans: 参数

source: Arguments of your own
zh_hans: 属于你自己的论证

source: Arguments — One per Line
zh_hans: 参数——每行一个

source: Ask About Selection
zh_hans: 追问选段

source: Ask Agent
zh_hans: 询问 Agent

source: Ask Parent
zh_hans: 请父 Agent 协调

source: Ask Parent: %@
zh_hans: 请父 Agent 协调：%@

source: Ask for Approval
zh_hans: 操作前询问

source: Assign Follow-up
zh_hans: 追加任务

source: Associated Folders
zh_hans: 关联的文件夹

source: Attach
zh_hans: 附加

source: Attach a Copy
zh_hans: 附加副本

source: Attach a Copy…
zh_hans: 附加副本…

source: Attached Passage
zh_hans: 所附片段

source: Attachment %lld of %lld
zh_hans: 附件 %lld，共 %lld 个

source: Attachment Unavailable
zh_hans: 附件不可用

source: Attachment cleanup needs attention: %@
zh_hans: 附件清理需要处理：%@

source: Attachment cleanup needs attention: %arg
zh_hans: 附件清理需要处理：%arg

source: Attachment reading
zh_hans: 附件读取

source: Attachments
zh_hans: 附件

source: Attempts to establish Application Support storage again.
zh_hans: 再次尝试建立 Application Support 存储。

source: Attempts to read the Triptych registry again.
zh_hans: 再次尝试读取脉络注册表。

source: Attention dismissal days must be positive.
zh_hans: Attention 隐藏天数必须为正数。

source: Attribution scale
zh_hans: 归属比例

source: Audiovisual
zh_hans: 视听资料

source: Authentication and Environment
zh_hans: 身份验证与环境

source: Author
zh_hans: 作者

source: Authored Source
zh_hans: 作者编写的源文本

source: Authorize
zh_hans: 授权

source: Authorize Again…
zh_hans: 再次授权…

source: Authorize This Folder
zh_hans: 授权此文件夹

source: Authorize folder containing Works
zh_hans: 授权“写作”所在的文件夹

source: Authorize the Detected Folder
zh_hans: 授权检测到的文件夹

source: Authorize the Folder Containing Works
zh_hans: 授权“写作”所在的文件夹

source: Authorize the detected folder itself; no other folder can contain this Triptych's portable control data.
zh_hans: 请授权检测到的文件夹本身；其他文件夹都不能承载此脉络的可移植控制数据。

source: Authorize the folder containing Works before saving this Triptych.
zh_hans: 保存此脉络前，请授权“写作”所在的文件夹。

source: Authorized Parent
zh_hans: 已授权的父文件夹

source: Authorizes portable settings stored beside Works
zh_hans: 授权访问存储在“写作”旁的便携设置

source: Authorize…
zh_hans: 授权…

source: Automatic
zh_hans: 自动

source: Autosave Failed
zh_hans: 自动保存失败

source: Autosave Paused
zh_hans: 自动保存已暂停

source: Back
zh_hans: 返回

source: Bearer Token Variable
zh_hans: 持有者令牌变量

source: Before
zh_hans: 修改前

source: Before Revision
zh_hans: 修改前版本

source: Blank line
zh_hans: 空白行

source: Block Quotation
zh_hans: 块引用

source: Block spacing
zh_hans: 区块间距

source: Body
zh_hans: 正文

source: Body Details
zh_hans: 正文细节

source: Body Font
zh_hans: 正文字体

source: Body font size
zh_hans: 正文字号

source: Body statistics
zh_hans: 正文统计

source: Bold
zh_hans: 粗体

source: Bold, 700
zh_hans: 粗体，700

source: Book
zh_hans: 图书

source: Branch Conversation
zh_hans: 分支讨论

source: Branch creation was stopped. No new conversation has been confirmed.
zh_hans: 分支创建已停止，尚未确认新讨论。

source: Branch from This Turn
zh_hans: 从此轮分出讨论

source: Branch: %@
zh_hans: 分支：%@

source: Broad source type used to select applicable bibliographic fields.
zh_hans: 用于选择适用书目字段的宽泛来源类型。

source: Broken Connection
zh_hans: 断开的连接

source: Browsed files
zh_hans: 已浏览文件

source: Browsing files
zh_hans: 正在浏览文件

source: Building Search Index
zh_hans: 正在构建搜索索引

source: Bulleted List
zh_hans: 项目符号列表

source: CJK clauses do not use *. Continuous character matching is automatic.
zh_hans: CJK 子句不使用 *；连续字符匹配会自动进行。

source: CORE PROTOCOL
zh_hans: 核心协议

source: CSS Safe Mode: %@
zh_hans: CSS 安全模式：%@

source: CSS Safe Mode: %arg
zh_hans: CSS 安全模式：%arg

source: CSS Snippets
zh_hans: CSS 片段

source: CSS Snippets…
zh_hans: CSS 片段…

source: Cached
zh_hans: 缓存

source: Call Number
zh_hans: 索书号

source: Callouts
zh_hans: Callout

source: Callouts inherit Body typography; each role controls only spacing and composition.
zh_hans: Callout 继承正文排版；每种角色只控制间距与构成。

source: Cancel
zh_hans: 取消

source: Cancelled
zh_hans: 已取消

source: Candidate copied.
zh_hans: 已复制候选内容。

source: Candidate is already current
zh_hans: 候选内容已是当前源文本

source: Candidate ready to restore
zh_hans: 候选内容可恢复

source: Candidate: %@
zh_hans: 候选版本：%@

source: Case Sensitive
zh_hans: 区分大小写

source: Caution
zh_hans: 注意

source: Center
zh_hans: 居中

source: Change %lld
zh_hans: 第 %lld 次修改

# Change %lld of %lld
source: Change %1$lld of %2$lld
zh_hans: 第 %1$lld 项修改，共 %2$lld 项

source: Change Files
zh_hans: 修改文件

source: Change ID
zh_hans: 修改 ID

source: Change Shared Codex Settings?
zh_hans: 更改共享的 Codex 设置？

source: Change Unavailable
zh_hans: 修改不可用

source: Changed since settlement
zh_hans: 暂定后已更改

source: Changed since settlement — Settle Again
zh_hans: 暂定后已更改 — 再次暂定

source: Changes
zh_hans: 修改

source: Changes to Review
zh_hans: 待查看的修改

source: Changes: %lld
zh_hans: 修改：%lld

source: Change…
zh_hans: 更改…

source: Chapter
zh_hans: 书籍章节

source: Chapter Number
zh_hans: 章节编号

source: Characters
zh_hans: 字符

source: Characters %lld
zh_hans: 字符 %lld

source: Characters with Spaces
zh_hans: 字符数（含空格）

source: Characters without Spaces
zh_hans: 字符数（不含空格）

source: Chat
zh_hans: 聊天

source: Chat Actions
zh_hans: 聊天操作

source: Chat Needs Your Input
zh_hans: 聊天需要你的回应

source: Chat Options
zh_hans: 聊天选项

source: Chat in Scholium
zh_hans: 应用内聊天

source: Check Connection
zh_hans: 检查连接

source: Check Document Now
zh_hans: 立即检查文档

source: Check Evidence
zh_hans: 核对依据

source: Check Grammar With Spelling
zh_hans: 随拼写检查语法

source: Check Spelling While Typing
zh_hans: 输入时检查拼写

source: Check the grounds for the attached passage. Distinguish inspected primary sources, analysis Notes and your inferences. Cite only material you have read with its location; leave claims unverified where the required source is unavailable. Discuss in Chat without changing Notes.
zh_hans: 请核对所附选段的依据。区分实际查验的原始文献、分析笔记和你的推断。只引用读到的材料并注明位置；所需原文无法取得时，明确保留未核实状态。先在聊天中讨论，不修改笔记。

source: Checked a web source
zh_hans: 已核对网页来源

source: Checking a web source
zh_hans: 正在核对网页来源

source: Checking Notifications
zh_hans: 正在检查通知

source: Chinese %lld
zh_hans: 汉字 %lld

source: Choices (One Per Line)
zh_hans: 选项（每行一个）

source: Choose
zh_hans: 选择

source: Choose %@ Folder
zh_hans: 选择%@文件夹

source: Choose %@ folder
zh_hans: 选择%@文件夹

source: Choose %arg folder
zh_hans: 选择 %arg文件夹

source: Choose '%@' so Scholium can use the portable .scholium folder beside Works.
zh_hans: 请选择“%@”，让 Scholium 可以使用“写作”旁的便携式 .scholium 文件夹。

source: Choose Analyses
zh_hans: 选择分析

source: Choose Analyses Folder
zh_hans: 选择分析文件夹

source: Choose Attachment
zh_hans: 选择附件

source: Choose File…
zh_hans: 选择文件…

source: Choose Folder
zh_hans: 选择文件夹

source: Choose Folder…
zh_hans: 选择文件夹…

source: Choose Identity…
zh_hans: 选择身份…

source: Choose Location
zh_hans: 选择位置

source: Choose Location…
zh_hans: 选择位置…

source: Choose Note
zh_hans: 选择 Note

source: Choose Note…
zh_hans: 选择 Note…

source: Choose Search scope with the visible scope control.
zh_hans: 请使用可见的范围控件选择搜索范围。

source: Choose Source Type first, or add a field shared by all source types
zh_hans: 请先选择来源类型，或添加所有来源类型共用的字段

source: Choose Topics
zh_hans: 选择议题

source: Choose Topics Folder
zh_hans: 选择主题文件夹

source: Choose Works
zh_hans: 选择写作

source: Choose Works Folder
zh_hans: 选择作品文件夹

source: Choose a Parent Location
zh_hans: 选择父位置

source: Choose a Starting Point
zh_hans: 选择起点

source: Choose a different key.
zh_hans: 请选择其他键。

source: Choose a document to copy into this Triptych's Attachments folder.
zh_hans: 选择要复制到此三联库 Attachments 文件夹的文档。

source: Choose a document to reference in its current Finder location.
zh_hans: 选择要在其当前“访达”位置引用的文档。

source: Choose a model with image input or remove the image.
zh_hans: 请选择支持图片输入的模型，或移除此图片。

source: Choose a shortcut for %@.
zh_hans: 为%@选择快捷键。

source: Choose an Answer
zh_hans: 选择回答

source: Choose an allowed value for this field.
zh_hans: 请为此字段选择允许的值。

source: Choose an available model and reasoning level.
zh_hans: 请选择可用的模型和推理强度。

source: Choose an image to copy into this Vault's Attachments folder.
zh_hans: 选择要复制到此资料库 Attachments 文件夹的图片。

source: Choose an image to reference at its absolute path without copying it.
zh_hans: 选择要以绝对路径引用且不复制的图片。

source: Choose one exact item, then review the empty Scholium Metadata fields it can fill.
zh_hans: 选择一个确切条目，然后检查它可以填入的空白 Scholium 元数据字段。

source: Choose one of the available simple value types.
zh_hans: 请选择一种可用的简单值类型。

source: Choose one parent location. Scholium prepares Analyses, Topics, Works, and .scholium together.
zh_hans: 选择一个父位置。Scholium 会一并准备分析、主题、作品与 .scholium。

source: Choose one parent; Scholium creates Analyses, Topics, Works, and .scholium.
zh_hans: 选择一个父位置；Scholium 会创建分析、议题、写作与 .scholium。

source: Choose one previous location, or identify the file as a new note.
zh_hans: 选择一个先前的位置，或将该文件标识为新的笔记。

source: Choose the document appearance shared by Review, Edit, and Source.
zh_hans: 选择审阅、编辑和源码模式共用的文稿外观。

source: Choose the folder containing Works again so Scholium can renew access to the adjacent portable .scholium folder. Other Triptych locations remain unchanged.
zh_hans: 请再次选择“写作”所在的文件夹，让 Scholium 续期对相邻便携式 .scholium 文件夹的访问权限。脉络中的其他位置不会改变。

source: Choose the folder containing Works shown above.
zh_hans: 请选择上方所示的“写作”所在文件夹。

source: Choose the missing application in Advanced Connection Settings.
zh_hans: 请在高级连接设置中选择缺少的应用。

source: Choose the requested kind of file or folder.
zh_hans: 请选择所要求类型的文件或文件夹。

source: Choose the same registered folder shown above.
zh_hans: 请选择上方所示的同一个已注册文件夹。

source: Choose the same registered vault folder again so macOS can renew Scholium’s access. Other Triptych locations remain unchanged.
zh_hans: 请再次选择同一个已注册的研究库文件夹，让 macOS 续期 Scholium 的访问权限。脉络中的其他位置不会改变。

source: Choose up to 20 pages for one image input.
zh_hans: 一次图片输入最多可选择 20 页。

source: Choose which actions are available for selected text. Edit an action to change its label or instruction.
zh_hans: 选择选中文本可用的操作。编辑操作可更改其标签或指令。

source: Chooses a managed field without changing Markdown or YAML
zh_hans: 选择一个托管字段，不更改 Markdown 或 YAML

source: Choose…
zh_hans: 选择…

source: Cited location not read
zh_hans: 未读取引用位置

source: Clarify Concepts
zh_hans: 澄清概念

source: Clarify the key concepts and distinctions in the attached passage, including ambiguities that affect its meaning. Separate the passage’s explicit wording from your interpretation. Discuss in Chat without changing Notes.
zh_hans: 请澄清所附选段中的关键概念与区分，指出影响其含义的歧义。区分原文明说的内容和你的解释。先在聊天中讨论，不修改笔记。

source: Clear
zh_hans: 清除

source: Clear All Filters
zh_hans: 清除所有过滤器

source: Clear Connection History
zh_hans: 清除连接记录

source: Clear Filters
zh_hans: 清除筛选

source: Clear History
zh_hans: 清除历史记录

source: Clear Hotkey
zh_hans: 清除快捷键

source: Clear Link
zh_hans: 清除关联

source: Clear Link…
zh_hans: 清除关联…

source: Clear Search
zh_hans: 清除搜索

source: Clear Shortcut
zh_hans: 清除快捷键

source: Clear Zotero Link?
zh_hans: 清除 Zotero 关联？

source: Clipboard
zh_hans: 剪贴板

source: Clipboard Image
zh_hans: 剪贴板图片

source: Close
zh_hans: 关闭

source: Close Agent
zh_hans: 关闭 Agent

source: Close Find
zh_hans: 关闭查找

source: Close Search
zh_hans: 关闭搜索

source: Closed
zh_hans: 已关闭

source: Co-authors
zh_hans: 合著者

source: Code
zh_hans: 代码

source: Codex Application
zh_hans: Codex 程序位置

source: Codex Configuration Folder
zh_hans: Codex 配置文件夹

source: Codex Connection
zh_hans: 连接 Codex

source: Codex Executable
zh_hans: Codex 可执行文件

source: Codex disconnected. Unconfirmed operations will not be resent.
zh_hans: Codex 已断开连接。不会重发尚未确认的操作。

source: Codex is not ready on this Mac. Check Agent settings to finish connecting.
zh_hans: 这台 Mac 尚未准备好 Codex 连接。请到 Agent 设置中完成配置。

source: Codex is responding…
zh_hans: Codex 正在回应…

source: Codex manages sign-in credentials for this shared settings folder.
zh_hans: Codex 会管理此共享设置文件夹中的登录凭据。

source: Codex requested an interaction this client does not support.
zh_hans: Codex 请求了一项此客户端尚不支持的交互。

source: Codex returned an invalid protocol message.
zh_hans: 无法识别 Codex 返回的数据。本地记录已保留。

source: Codex sent an ambiguous interaction request. Reconnect to continue.
zh_hans: Codex 的交互请求身份不明确。请重新连接后继续。

source: Codex was not found. Open Agent settings to locate your installation.
zh_hans: 未找到 Codex。请在 Agent 设置中指定安装位置。

source: Collapse All
zh_hans: 全部折叠

source: Collapse All Folders
zh_hans: 折叠所有文件夹

source: Collapse Attachments
zh_hans: 收起附件

source: Collapsed
zh_hans: 已折叠

source: Collapses this document
zh_hans: 折叠此文档

source: Collection Editor
zh_hans: 文集编辑

source: Collection Editors
zh_hans: 丛书编者

source: Column gap
zh_hans: 栏间距

source: Command
zh_hans: 命令

source: Common ligatures
zh_hans: 常用连字

source: Compact Context
zh_hans: 压缩上下文

source: Compacting Context…
zh_hans: 正在压缩上下文…

source: Compare Changes
zh_hans: 比较更改

source: Compare the current editor with the exact version now on disk.
zh_hans: 比较当前编辑内容与磁盘上的精确版本。

source: Comparison Unavailable
zh_hans: 比较不可用

source: Completed
zh_hans: 已完成

source: Completed steps
zh_hans: 已完成步骤

source: Composing a reply…
zh_hans: 正在组织答复…

source: Concepts
zh_hans: 澄清概念

source: Concepts and debates
zh_hans: 概念与争论

source: Concepts, distinctions, debates, objections, and syntheses.
zh_hans: 概念、区分、争论、异议与综合。

source: Conference Paper
zh_hans: 会议论文

source: Configuration
zh_hans: 配置

source: Configuration File
zh_hans: 配置文件

source: Configuration Guide…
zh_hans: 配置说明…

source: Configuration name
zh_hans: 配置名称

source: Configure…
zh_hans: 配置…

source: Confirm Identity
zh_hans: 确认身份

source: Confirm Note Identity
zh_hans: 确认笔记身份

source: Confirm this folder so Scholium can use the portable .scholium control folder beside Works.
zh_hans: 确认此文件夹，使 Scholium 能使用作品旁的可移植 .scholium 控制文件夹。

source: Confirm whether existing access settings may be used with the new destination.
zh_hans: 请确认是否将现有访问设置用于新目标。

source: Confirmation
zh_hans: 确认
